{
  "meta": {
    "title": "Fukuoka, Japan Travel Data",
    "city": "Fukuoka",
    "country": "Japan",
    "created_at": "2025-12-08T10:31:47.833Z",
    "total_count": 19,
    "language": "en/ko"
  },
  "affiliate_ids": {
    "coupangId": "",
    "naverId": "",
    "klookId": "",
    "agodaId": "",
    "tripComId": "",
    "viatorId": "",
    "gygId": ""
  },
  "data": [
    {
      "id": "40kelzyvs",
      "category": "Restaurants (맛집)",
      "name_en": "Gyukatsu Motomura Fukuoka Parco",
      "name_ko": "규카츠 모토무라 후쿠오카 파르코점",
      "summary_en": "Gyukatsu Motomura in Fukuoka Parco offers an exceptional gyukatsu experience. The thinly sliced, breaded beef cutlets are served perfectly rare, allowing diners to grill each piece to their liking on a personal hot stone. The tender, flavorful beef paired with various dipping sauces and sides creates a delightful culinary journey. Despite often having a queue, the efficient service and cozy atmosphere make the wait worthwhile for this delicious and interactive meal.",
      "summary_ko": "후쿠오카 파르코점 규카츠 모토무라는 환상적인 규카츠 경험을 선사합니다. 얇게 썰어 튀긴 소고기 커틀릿은 미디움 레어로 제공되어, 개인 화로에서 원하는 굽기로 조리할 수 있습니다. 부드럽고 풍미 가득한 소고기는 다양한 소스와 반찬과 어우러져 즐거운 미식 경험을 선사합니다. 대기줄이 길 수 있지만, 효율적인 서비스와 아늑한 분위기 덕분에 기다림의 가치가 충분한 곳입니다.",
      "location": "Fukuoka Parco Shinkan B2F B202, 2-11-1 Tenjin, Chuo Ward, Fukuoka, 810-0001, Japan",
      "rating": "4.9",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Gyukatsu%20Motomura%20Fukuoka%20Parco%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Gyukatsu%20Motomura%20Fukuoka%20Parco%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Gyukatsu Motomura Fukuoka Parco",
      "imageFileName": "Restaurants_Gyukatsu_Motomura_Fukuoka_Parco_907.jpg",
      "operatingHours": "Monday - Sunday: 11:00 AM - 10:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Gyukatsu 130g Set (¥1600), Gyukatsu 260g Set (¥2600), Add-on: Grated Yam (¥100), Add-on: Mentaiko (Spicy Cod Roe) (¥150)",
      "travelTips": "Expect a queue, especially during peak meal times. The beef cutlet is served rare, allowing you to cook it to your preferred doneness on a personal hot stone grill. It's a popular spot, so arriving slightly before opening or during off-peak hours can reduce wait times.",
      "essentialItems": "Cash or credit card for payment. An empty stomach to fully enjoy the rich flavors."
    },
    {
      "id": "8ltt5ab5v",
      "category": "Restaurants (맛집)",
      "name_en": "Hakata Mizutaki Toriden",
      "name_ko": "하카타 미즈타키 토리덴",
      "summary_en": "Hakata Mizutaki Toriden offers an authentic and refined Hakata mizutaki experience. The clear, yet incredibly rich chicken broth is the star, simmered to perfection and served first to appreciate its pure flavor. The tender chicken, fresh vegetables, and homemade chicken meatballs are then added, creating a comforting and flavorful hotpot. The elegant setting and attentive service enhance the traditional dining experience, making it a must-visit for anyone seeking a taste of Fukuoka's local cuisine.",
      "summary_ko": "하카타 미즈타키 토리덴은 정통적이고 세련된 하카타 미즈타키를 제공합니다. 맑으면서도 놀랍도록 진한 닭 육수가 일품으로, 완벽하게 끓여져 순수한 맛을 먼저 즐길 수 있습니다. 부드러운 닭고기, 신선한 채소, 수제 닭 완자를 넣어 끓여내어 따뜻하고 풍미 가득한 전골 요리를 완성합니다. 우아한 분위기와 세심한 서비스는 전통적인 식사 경험을 한층 더 높여주어, 후쿠오카 현지 요리를 맛보고 싶은 분들에게 꼭 추천하는 곳입니다.",
      "location": "10-5 Shimokawabatamachi, Hakata Ward, Fukuoka, 812-0027, Japan",
      "rating": "4.3",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Hakata%20Mizutaki%20Toriden%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Hakata%20Mizutaki%20Toriden%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Hakata Mizutaki Toriden",
      "imageFileName": "Restaurants_Hakata_Mizutaki_Toriden_431.jpg",
      "operatingHours": "Monday - Sunday: 11:30 AM - 11:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Mizutaki Course (from ¥4000 per person), Chicken Karaage (¥800), Zosui (Rice Porridge) (¥500), Tsukune (Chicken Meatballs) (¥700)",
      "travelTips": "Reservations are highly recommended, especially for dinner, as this popular spot fills up quickly. Savor the rich chicken broth first, then the succulent chicken and fresh vegetables. Don't forget to order zosui (rice porridge) or champon noodles at the end to fully enjoy the flavorful leftover broth.",
      "essentialItems": "A reservation, especially for evening visits. An empty stomach to fully appreciate the multi-course hotpot experience."
    },
    {
      "id": "zjfyxj9mg",
      "category": "Restaurants (맛집)",
      "name_en": "Hyotan Sushi",
      "name_ko": "효탄 스시",
      "summary_en": "Hyotan Sushi in Tenjin is a vibrant spot renowned for its fresh, high-quality sushi at reasonable prices. The bustling atmosphere and efficient service create an authentic Japanese dining experience. Each piece of sushi is expertly crafted, showcasing the pristine freshness of the seafood. While queues are common, the delicious flavors, from classic nigiri to inventive rolls, make the wait entirely worthwhile. It’s a perfect place for both sushi connoisseurs and casual diners looking for an excellent meal in Fukuoka.",
      "summary_ko": "텐진의 효탄 스시는 합리적인 가격에 신선하고 고품질의 스시로 유명한 활기찬 곳입니다. 활기찬 분위기와 효율적인 서비스는 정통 일본식 식사 경험을 선사합니다. 모든 스시는 신선한 해산물의 깔끔함을 보여주며, 숙련된 셰프의 솜씨로 섬세하게 만들어집니다. 대기줄이 길지만, 고전적인 니기리부터 독창적인 롤까지 모든 맛이 훌륭하여 기다림의 가치가 충분합니다. 후쿠오카에서 훌륭한 식사를 찾는 스시 애호가와 일반 식사객 모두에게 완벽한 장소입니다.",
      "location": "Shintenkaku Bldg 2F, 2-10-20 Tenjin, Chuo Ward, Fukuoka, 810-0001, Japan",
      "rating": "4.2",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Hyotan%20Sushi%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Hyotan%20Sushi%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Hyotan Sushi",
      "imageFileName": "Restaurants_Hyotan_Sushi_406.jpg",
      "operatingHours": "Monday - Sunday: 11:30 AM - 2:30 PM, 5:00 PM - 8:30 PM",
      "ticketInfo": "Free",
      "menuInfo": "Nigiri Sushi Set (from ¥2000), Assorted Sashimi (from ¥1800), Temaki Sushi (Hand-rolled sushi) (from ¥500 per roll), Grilled Seasonal Fish (from ¥1500)",
      "travelTips": "Hyotan Sushi is a beloved local spot, often with a queue, especially at lunchtime. Consider arriving shortly before opening or during off-peak hours to minimize waiting. Sitting at the counter offers an immersive experience, allowing you to watch the skilled sushi chefs at work.",
      "essentialItems": "Patience if visiting during peak hours. An appreciation for fresh, traditional sushi."
    },
    {
      "id": "krrggq8j2",
      "category": "Restaurants (맛집)",
      "name_en": "Hakata Issou Honten",
      "name_ko": "하카타 잇소우 본점",
      "summary_en": "Hakata Issou Honten delivers an unforgettable Hakata ramen experience, celebrated for its unique \"bubble\" tonkotsu broth that is unbelievably rich and creamy. The thin, firm noodles perfectly complement the intensely savory pork bone soup. Despite its strong aroma, characteristic of authentic tonkotsu, the depth of flavor is truly captivating. Service is quick and efficient, typical of a bustling ramen shop, making it an essential stop for any ramen enthusiast visiting Fukuoka.",
      "summary_ko": "하카타 잇소우 본점은 독특한 '거품' 돈코츠 육수로 유명하며, 믿을 수 없을 정도로 진하고 크리미한 맛이 일품인 잊을 수 없는 하카타 라멘 경험을 선사합니다. 얇고 꼬들꼬들한 면은 깊고 고소한 돼지뼈 육수와 완벽하게 어울립니다. 정통 돈코츠 라멘 특유의 강한 향에도 불구하고, 그 맛의 깊이는 정말 매력적입니다. 분주한 라멘집답게 서비스는 빠르고 효율적이며, 후쿠오카를 방문하는 라멘 애호가라면 반드시 들러야 할 곳입니다.",
      "location": "3-1-6 Hakataekihigashi, Hakata Ward, Fukuoka, 812-0013, Japan",
      "rating": "4.0",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Hakata%20Issou%20Honten%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Hakata%20Issou%20Honten%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Hakata Issou Honten",
      "imageFileName": "Restaurants_Hakata_Issou_Honten_369.jpg",
      "operatingHours": "Monday - Sunday: 11:00 AM - 12:00 AM",
      "ticketInfo": "Free",
      "menuInfo": "Hakata Tonkotsu Ramen (¥800), Special Ramen with all toppings (¥1100), Fried Gyoza (5 pcs) (¥350), Kaedama (Extra noodles) (¥150)",
      "travelTips": "Hakata Issou is renowned for its incredibly rich and creamy tonkotsu ramen, often characterized by a foamy broth. For an authentic experience, try adjusting your noodle firmness (katame for firm). The restaurant can get very busy, so be prepared for a short wait, especially during lunch or dinner rush.",
      "essentialItems": "Cash (some ramen shops in Japan are cash-only). A love for strong, flavorful pork broth."
    },
    {
      "id": "74xoiqvlc",
      "category": "Restaurants (맛집)",
      "name_en": "Tempura Hirao Honten",
      "name_ko": "텐푸라 히라오 본점",
      "summary_en": "Tempura Hirao Honten offers an authentic and incredibly satisfying tempura experience that's both delicious and affordable. Each piece of tempura, from succulent prawns to fresh vegetables, is fried to perfection right before your eyes and served hot, ensuring maximum crispiness. The self-serve spicy pickled daikon is a local favorite and perfectly complements the meal. Despite the often-long queues, the efficient service and consistently high quality make it a must-visit for any tempura lover in Fukuoka.",
      "summary_ko": "텐푸라 히라오 본점은 맛있고 저렴하면서도 진정으로 만족스러운 튀김 경험을 선사합니다. 통통한 새우부터 신선한 채소까지, 모든 튀김이 눈앞에서 완벽하게 튀겨져 뜨겁게 제공되어 최고의 바삭함을 자랑합니다. 특히 셀프 서비스로 제공되는 매콤한 갓절임은 현지인들이 즐겨 찾는 별미로, 튀김과 환상적인 조화를 이룹니다. 길게 늘어선 대기줄에도 불구하고, 효율적인 서비스와 한결같은 고품질 덕분에 후쿠오카의 튀김 애호가라면 꼭 방문해야 할 곳입니다.",
      "location": "2-4-1 Higashihirao, Hakata Ward, Fukuoka, 812-0853, Japan",
      "rating": "4.4",
      "priceLevel": "Inexpensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Tempura%20Hirao%20Honten%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Tempura%20Hirao%20Honten%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Tempura Hirao Honten",
      "imageFileName": "Restaurants_Tempura_Hirao_Honten_381.jpg",
      "operatingHours": "Monday - Sunday: 10:30 AM - 8:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Assorted Tempura Set (Yasai & Sakana) (¥1000), Prawn Tempura Set (¥1200), Chicken Tempura (¥200 per piece), Squid Tempura (¥150 per piece)",
      "travelTips": "Tempura Hirao is famous for its freshly fried tempura served one by one. Expect a queue, but the quick service makes the wait manageable. Order from the vending machine, then take a seat. Enjoy their complimentary spicy pickled daikon and other side dishes while you wait for your piping hot tempura.",
      "essentialItems": "Cash is often preferred or required. An appetite for delicious, crispy tempura right off the fryer."
    },
    {
      "id": "qkv9jwj3o",
      "category": "Restaurants (맛집)",
      "name_en": "Gyukatsu Motomura Fukuoka Parco Store",
      "name_ko": "규카츠 모토무라 후쿠오카 파르코점",
      "summary_en": "Gyukatsu Motomura offers a truly delightful and interactive dining experience. The gyukatsu is incredibly tender and flavorful, allowing you to sear each piece to perfection on your personal hot stone. The atmosphere is vibrant, often bustling with eager diners, and the service is efficient and friendly. It's a must-try for anyone seeking a unique and delicious Japanese meal.",
      "summary_ko": "규카츠 모토무라는 후쿠오카에서 꼭 경험해야 할 맛집입니다. 부드러운 규카츠를 개인 화로에 원하는 굽기로 구워 먹는 재미가 쏠쏠하며, 육즙 가득한 고기는 정말 일품입니다. 활기찬 분위기 속에서 친절하고 효율적인 서비스를 받을 수 있으며, 후쿠오카 방문 시 특별한 일본 요리를 맛보고 싶다면 강력 추천합니다.",
      "location": "2-chōme-11-1 Fukuoka Parco New Building B2F B202, Tenjin, Chuo Ward, Fukuoka, 810-0001 Japan",
      "rating": "4.9",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Gyukatsu%20Motomura%20Fukuoka%20Parco%20Store%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Gyukatsu%20Motomura%20Fukuoka%20Parco%20Store%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Gyukatsu Motomura Fukuoka Parco Store",
      "imageFileName": "Restaurants_Gyukatsu_Motomura_Fukuoka_Parco_Store_832.jpg",
      "operatingHours": "Monday-Sunday: 11:00 AM - 10:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Gyukatsu Set (130g) (¥1,500), Gyukatsu Double Set (260g) (¥2,200), Grated Yam (¥150), Mentai (Cod Roe) (¥200)",
      "travelTips": "Be prepared for a potential wait, especially during peak meal times. The gyukatsu is served rare, and you cook it to your liking on a personal hot stone grill at your table. Don't miss adding the grated yam (tororo) to your rice for an authentic experience.",
      "essentialItems": "Cash or credit card."
    },
    {
      "id": "w5ruw2svv",
      "category": "Restaurants (맛집)",
      "name_en": "Yoshizuka Unagiya",
      "name_ko": "요시즈카 우나기야",
      "summary_en": "Yoshizuka Unagiya offers a refined and deeply satisfying unagi experience. The grilled eel is incredibly tender, perfectly glazed with a savory-sweet sauce, and served atop fluffy rice. The traditional Japanese setting provides a serene atmosphere, making it ideal for a special meal. Despite its popularity, the service remains attentive and courteous, ensuring a memorable dining experience focused on quality.",
      "summary_ko": "요시즈카 우나기야는 깊고 만족스러운 장어 요리를 선보이는 곳입니다. 부드럽게 구워진 장어는 달콤 짭짤한 소스와 완벽하게 어우러져 푹신한 밥 위에 올려져 나옵니다. 전통적인 일본식 분위기는 고요함을 더하며, 특별한 식사를 하기에 이상적입니다. 인기가 많음에도 불구하고 서비스는 세심하고 정중하여, 품질에 중점을 둔 기억에 남는 식사 경험을 선사합니다.",
      "location": "2-chōme-8-27 Nakasu, Hakata Ward, Fukuoka, 810-0801 Japan",
      "rating": "4.4",
      "priceLevel": "Expensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Yoshizuka%20Unagiya%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Yoshizuka%20Unagiya%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Yoshizuka Unagiya",
      "imageFileName": "Restaurants_Yoshizuka_Unagiya_917.jpg",
      "operatingHours": "Monday, Thursday-Sunday: 10:00 AM - 9:00 PM; Tuesday, Wednesday: Closed",
      "ticketInfo": "Free",
      "menuInfo": "Unaju (Eel over Rice) - Standard (¥3,000), Unaju - Deluxe (¥4,500), Shirayaki (Grilled Eel without sauce) (¥2,800), Kimoyaki (Grilled Eel Liver) (¥800)",
      "travelTips": "Yoshizuka Unagiya is very popular, so expect a wait, especially during lunch and dinner. Their unagi is renowned for its rich flavor and tender texture. It's a traditional spot, so savor the authentic experience. Remember they only accept cash.",
      "essentialItems": "Cash (Credit cards not accepted)."
    },
    {
      "id": "vpmcfmg5l",
      "category": "Restaurants (맛집)",
      "name_en": "Sushi Kaku-juan",
      "name_ko": "스시 카쿠쥬안",
      "summary_en": "Sushi Kaku-juan delivers an exquisite and authentic sushi experience. Each piece is a masterpiece, crafted with the freshest seasonal ingredients and impeccable technique. The serene and intimate atmosphere allows for a focused enjoyment of the culinary artistry. Service is exceptionally attentive and discreet, enhancing the overall elegance of the meal. This is a must-visit for sushi connoisseurs.",
      "summary_ko": "스시 카쿠쥬안은 섬세하고 정통적인 스시 경험을 제공합니다. 제철 재료와 완벽한 기술로 만들어진 모든 스시는 하나의 예술 작품과 같습니다. 고요하고 친밀한 분위기에서 요리의 예술성을 온전히 즐길 수 있습니다. 서비스 또한 매우 세심하고 품격 있어 식사 전체의 우아함을 더합니다. 스시 애호가라면 꼭 방문해야 할 곳입니다.",
      "location": "11-7 Kamigofukumachi, Hakata Ward, Fukuoka, 812-0036 Japan",
      "rating": "4.9",
      "priceLevel": "Expensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Sushi%20Kaku-juan%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Sushi%20Kaku-juan%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Sushi Kaku-juan",
      "imageFileName": "Restaurants_Sushi_Kakujuan_484.jpg",
      "operatingHours": "Monday-Saturday: 5:30 PM - 11:00 PM; Sunday: Closed",
      "ticketInfo": "Free",
      "menuInfo": "Omakase Course (¥8,000-¥15,000+), Nigiri Set (10 pieces) (¥5,000), Sashimi Assortment (¥4,000), Edamame (¥500)",
      "travelTips": "Reservations are highly recommended for this highly-rated sushi restaurant, especially if you plan to enjoy their omakase course. Be prepared to indulge in fresh, expertly prepared sushi in an intimate setting.",
      "essentialItems": "Cash or credit card."
    },
    {
      "id": "kmmthucaj",
      "category": "Restaurants (맛집)",
      "name_en": "Chikae",
      "name_ko": "치카에",
      "summary_en": "Chikae offers an impressive seafood dining experience with a grand, traditional ambiance, highlighted by its iconic central fish tank. The fresh ingredients are showcased in exquisitely prepared dishes, from delicate sashimi to perfectly cooked grilled fish. The lunch sets, in particular, are exceptional value, providing a taste of luxury without the full dinner price. Service is attentive and enhances the overall elegant dining journey.",
      "summary_ko": "치카에는 상징적인 중앙 수조가 돋보이는 웅장하고 전통적인 분위기 속에서 인상적인 해산물 다이닝 경험을 제공합니다. 신선한 재료는 섬세한 사시미부터 완벽하게 조리된 생선구이까지, 정교하게 준비된 요리에서 빛을 발합니다. 특히 점심 정식은 합리적인 가격으로 고급스러운 맛을 선사하여 탁월한 가치를 자랑합니다. 세심한 서비스는 전반적인 우아한 식사 경험을 더욱 돋보이게 합니다.",
      "location": "2-chōme-2-17 Daimyō, Chuo Ward, Fukuoka, 810-0041 Japan",
      "rating": "4.3",
      "priceLevel": "Expensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Chikae%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Chikae%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Chikae",
      "imageFileName": "Restaurants_Chikae_650.jpg",
      "operatingHours": "Dinner: Monday-Friday: 5:00 PM - 10:00 PM; Lunch & Dinner: Saturday, Sunday: 11:30 AM - 3:00 PM, 5:00 PM - 10:00 PM (Sunday closes at 9:00 PM)",
      "ticketInfo": "Free",
      "menuInfo": "Lunch Set (Teishoku) (¥2,000-¥3,000), Kaiseki Course (¥8,000-¥15,000+), Sashimi Platter (¥5,000), Tempura Assortment (¥3,000)",
      "travelTips": "Chikae is renowned for its fresh seafood and grand atmosphere, including a large central fish tank. The lunch set (teishoku) is particularly famous for offering great value, so it's a popular option. Reservations are recommended for dinner.",
      "essentialItems": "Cash or credit card."
    },
    {
      "id": "qyhfgt752",
      "category": "Restaurants (맛집)",
      "name_en": "Sushi Kakujuan",
      "name_ko": "스시 카쿠쥬안",
      "summary_en": "Sushi Kakujuan offers an intimate and exquisite sushi dining experience. The highly skilled chefs meticulously prepare each piece of sushi using the freshest seasonal ingredients, often sourced locally. The rice is perfectly seasoned, and the fish melts in your mouth, showcasing the delicate balance of flavors. The atmosphere is traditional yet welcoming, making it ideal for a special meal. The personalized service and exceptional quality make this sushi restaurant a standout in Fukuoka.",
      "summary_ko": "스시 카쿠쥬안은 친밀하고 섬세한 스시 다이닝 경험을 제공합니다. 숙련된 셰프들은 엄선된 제철 식재료, 특히 현지에서 공수한 신선한 재료를 사용하여 각 스시를 정성껏 만듭니다. 밥은 완벽하게 간이 되어 있으며, 생선은 입안에서 사르르 녹아내려 섬세한 맛의 균형을 보여줍니다. 전통적이면서도 편안한 분위기는 특별한 식사를 위한 이상적인 장소입니다. 개인 맞춤 서비스와 탁월한 품질은 후쿠오카에서 단연 돋보이는 스시 레스토랑입니다.",
      "location": "11-7 Kamigofukumachi, Hakata Ward, Fukuoka, 812-0036 Japan",
      "rating": "4.9",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Sushi%20Kakujuan%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Sushi%20Kakujuan%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Sushi Kakujuan",
      "imageFileName": "Restaurants_Sushi_Kakujuan_269.jpg",
      "operatingHours": "Monday-Saturday: 5:30 PM - 11:00 PM. Closed Sunday.",
      "ticketInfo": "Free",
      "menuInfo": "Omakase Course (Chef's choice) (starts from ¥6,000), Assorted Nigiri (¥3,000), Sashimi Platter (¥2,500)",
      "travelTips": "Reservations are highly recommended due to limited seating and high demand. Engage with the sushi chef for an enhanced experience. They accept credit cards.",
      "essentialItems": "Reservation, appreciation for fresh seafood, willingness to try Omakase."
    },
    {
      "id": "cf93yxzzq",
      "category": "Restaurants (맛집)",
      "name_en": "Sushi Sakai",
      "name_ko": "스시 사카이",
      "summary_en": "Sushi Sakai offers an exceptional, intimate omakase sushi experience that truly highlights the artistry of Japanese cuisine. Each piece of sushi is a masterwork, featuring meticulously selected, incredibly fresh seasonal fish expertly prepared and served by the chef. The subtle balance of flavors and perfect rice texture create a refined gastronomic journey. The serene and focused atmosphere allows you to appreciate the chef's skill and the quality of the ingredients fully. It's an unforgettable splurge for serious sushi connoisseurs.",
      "summary_ko": "스시 사카이는 일본 요리의 정수를 보여주는 특별하고 친밀한 오마카세 스시 경험을 제공합니다. 엄선된 제철 생선과 셰프의 장인정신이 깃든 스시 한 점 한 점이 예술 작품입니다. 섬세한 맛의 균형과 완벽한 밥알의 조화는 세련된 미식의 여정을 선사합니다. 고요하고 집중된 분위기에서 셰프의 기술과 최상급 재료의 진가를 온전히 느낄 수 있습니다. 진정한 스시 애호가에게 잊을 수 없는 경험을 선사합니다.",
      "location": "Japan, 〒810-0002 Fukuoka, Chuo Ward, Nishinakasu, 3−２０ LANEラウンドビル 2F",
      "rating": "4.7",
      "priceLevel": "Very Expensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Sushi%20Sakai%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Sushi%20Sakai%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Sushi Sakai",
      "imageFileName": "Restaurants_Sushi_Sakai_928.jpg",
      "operatingHours": "(Closed Mon, Sun) Tue, Fri: 6:00 PM - 8:00 PM, 8:30 PM - 10:30 PM; Wed: 11:00 AM - 1:00 PM, 1:30 PM - 3:30 PM, 6:00 PM - 8:00 PM, 8:30 PM - 10:30 PM; Thu: 11:00 AM - 1:00 PM, 1:30 PM - 3:30 PM; Sat: 11:00 AM - 1:00 PM, 1:30 PM - 3:30 PM, 5:00 PM - 7:00 PM, 7:30 PM - 9:30 PM",
      "ticketInfo": "Free",
      "menuInfo": "Omakase Lunch Course (¥15,000 - ¥25,000), Omakase Dinner Course (¥30,000 - ¥45,000), Premium Sake Pairing (¥8,000 - ¥15,000)",
      "travelTips": "Reservations are absolutely essential and should be made well in advance. Dress in smart casual attire to match the elegant setting. Prepare for a serene, intimate dining experience focused on the chef's expertise.",
      "essentialItems": "Reservation confirmation, credit card for payment, an appreciation for high-end sushi."
    },
    {
      "id": "cyv4o7uo5",
      "category": "Restaurants (맛집)",
      "name_en": "Tenpura Hirao Honten",
      "name_ko": "텐푸라 히라오 본점",
      "summary_en": "Tenpura Hirao Honten offers a fantastic, no-frills tempura experience that's both delicious and incredibly value-for-money. The key is the counter seating where freshly fried tempura is served piece by piece directly from the fryer, ensuring ultimate crispness. The extensive free pickled vegetables add a delightful tang. Despite the often long queues, the quick turnover and the sheer quality of the light, airy batter and fresh ingredients make it a local favorite and a must-visit for authentic, affordable tempura.",
      "summary_ko": "텐푸라 히라오 본점은 신선하고 바삭한 튀김을 가성비 좋게 즐길 수 있는 최고의 맛집입니다. 주문 즉시 튀겨지는 튀김을 바로 앞에서 한 점씩 내어주어, 갓 튀긴 바삭함을 제대로 느낄 수 있습니다. 푸짐한 무료 갓김치와 함께 먹으면 더욱 맛있습니다. 긴 줄은 항상 있지만, 회전율이 빠르고 뛰어난 맛과 합리적인 가격 덕분에 현지인들에게도 큰 사랑을 받는 후쿠오카의 필수 방문 맛집입니다.",
      "location": "2-chōme-4-1 Higashihirao, Hakata Ward, Fukuoka, 812-0853 Japan",
      "rating": "4.4",
      "priceLevel": "Inexpensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Tenpura%20Hirao%20Honten%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Tenpura%20Hirao%20Honten%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Tenpura Hirao Honten",
      "imageFileName": "Restaurants_Tenpura_Hirao_Honten_199.jpg",
      "operatingHours": "Monday-Sunday: 10:30 AM - 8:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Hirao Set (Ebi, Kisu, Yasai) (¥1,100), Mixed Tempura Set (various seafood & vegetables) (¥1,300), Additional Shrimp Tempura (¥200 per piece), Miso Soup & Rice (included in set)",
      "travelTips": "Expect a queue, especially during peak meal times, but the wait is generally worth it for the fresh tempura. Payment is cash only, so ensure you have yen on hand. Enjoy the free pickled vegetables (karashi takana) available at the counter.",
      "essentialItems": "Cash for payment (credit cards not accepted), be prepared for a potential wait."
    },
    {
      "id": "jnbv21vl4",
      "category": "Restaurants (맛집)",
      "name_en": "Tsukishima Monja Tamatoya Tenjin",
      "name_ko": "츠키시마 몬자 타마토야 텐진",
      "summary_en": "Tsukishima Monja Tamatoya Tenjin offers a fantastic and interactive dining experience with delicious monjayaki. The extensive menu allows for various topping combinations, making each visit unique. The lively atmosphere is perfect for friends and families, where everyone can enjoy cooking their own monja on the tabletop griddle. Service is friendly and helpful, guiding you through the cooking process if needed.",
      "summary_ko": "츠키시마 몬자 타마토야 텐진은 맛있는 몬자야키와 함께 환상적이고 상호작용적인 식사 경험을 제공합니다. 다양한 토핑 조합이 가능한 광범위한 메뉴는 매 방문을 독특하게 만듭니다. 활기찬 분위기는 친구나 가족에게 완벽하며, 모두가 테이블 위 그릴에서 직접 몬자를 요리하는 즐거움을 누릴 수 있습니다. 서비스는 친절하고 도움이 되며, 필요시 요리 과정을 안내해 줍니다.",
      "location": "1-chōme-11-11 Tenjin, Chuo Ward, Fukuoka, 810-0001 Japan",
      "rating": "4.8",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Tsukishima%20Monja%20Tamatoya%20Tenjin%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Tsukishima%20Monja%20Tamatoya%20Tenjin%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Tsukishima Monja Tamatoya Tenjin",
      "imageFileName": "Restaurants_Tsukishima_Monja_Tamatoya_Tenjin_489.jpg",
      "operatingHours": "Monday-Sunday: 11:00 AM - 11:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Mentaiko Mochi Cheese Monja (¥1500), Seafood Monja (¥1800), Pork Kimchi Monja (¥1400), Okonomiyaki (¥1200), Yakisoba (¥1000)",
      "travelTips": "Monjayaki is a fun, interactive dish. Don't be afraid to ask staff for help with cooking it on the griddle if you're unfamiliar. Pair it with a cold beer for the best experience.",
      "essentialItems": "A sense of adventure for cooking your own food, comfortable clothing (can get a bit smoky)."
    },
    {
      "id": "d4greq71b",
      "category": "Restaurants (맛집)",
      "name_en": "Miyachiku Steak",
      "name_ko": "미야치쿠 스테이크",
      "summary_en": "Miyachiku Steak offers an unforgettable culinary journey with its exquisite Miyazaki beef, prepared teppanyaki-style. The quality of the beef is exceptional, boasting incredible marbling and tenderness that melts in your mouth. Watching the skilled chefs artfully prepare each dish on the griddle adds to the immersive experience. The service is impeccable, complementing the sophisticated atmosphere, making it ideal for a luxurious meal.",
      "summary_ko": "미야치쿠 스테이크는 데판야키 스타일로 준비된 미야자키 소고기로 잊을 수 없는 미식 경험을 제공합니다. 소고기의 품질은 탁월하며, 입안에서 녹아내리는 환상적인 마블링과 부드러움을 자랑합니다. 숙련된 셰프들이 철판 위에서 각 요리를 예술적으로 준비하는 모습을 보는 것도 특별한 즐거움입니다. 세련된 분위기와 완벽한 서비스가 어우러져 고급스러운 식사를 위한 이상적인 장소입니다.",
      "location": "Japan, 〒810-0801 Fukuoka, Hakata Ward, Nakasu, 5-chōme−2−１ ジェイパーク中洲ビル 2F",
      "rating": "4.5",
      "priceLevel": "Expensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Miyachiku%20Steak%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Miyachiku%20Steak%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Miyachiku Steak",
      "imageFileName": "Restaurants_Miyachiku_Steak_126.jpg",
      "operatingHours": "Monday-Sunday: 11:00 AM - 3:00 PM, 5:00 PM - 10:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Miyazaki Beef Lunch Course (from ¥6,000), Miyazaki Beef Dinner Course (from ¥12,000), Tenderloin Steak (from ¥7,000), Sirloin Steak (from ¥6,500)",
      "travelTips": "Make a reservation in advance, especially for dinner, to secure a seat at the teppanyaki counter. Enjoy the show as skilled chefs prepare the premium Miyazaki beef right in front of you. This is a perfect spot for a special occasion or a luxurious dining experience.",
      "essentialItems": "None"
    },
    {
      "id": "lkp702o3j",
      "category": "Restaurants (맛집)",
      "name_en": "Tempura Hirao Main Store",
      "name_ko": "텐푸라 히라오 본점",
      "summary_en": "Tempura Hirao is a legendary spot for fresh, affordable tempura, fried right in front of you. The fast-paced, lively atmosphere adds to the charm, and watching the chefs continuously fry batches of crisp tempura is mesmerizing. Each piece arrives hot and perfectly cooked, with a light, non-greasy batter. The highlight is undoubtedly the unlimited pickled sides which perfectly complement the meal. It's an essential Fukuoka dining experience.",
      "summary_ko": "텐푸라 히라오는 눈앞에서 바로 튀겨주는 신선하고 저렴한 튀김으로 유명한 곳입니다. 활기찬 분위기가 매력적이며, 셰프들이 계속해서 바삭한 튀김을 만드는 모습은 눈길을 사로잡습니다. 갓 튀겨져 나오는 튀김은 바삭하고 전혀 기름지지 않습니다. 무한 리필 가능한 절인 무와 오징어젓갈은 식사를 완벽하게 보완해주며, 후쿠오카의 필수적인 미식 경험을 선사합니다.",
      "location": "2-chōme-4-1 Higashihirao, Hakata Ward, Fukuoka, 812-0853 일본",
      "rating": "4.4",
      "priceLevel": "Inexpensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Tempura%20Hirao%20Main%20Store%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Tempura%20Hirao%20Main%20Store%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Tempura Hirao Main Store",
      "imageFileName": "Restaurants_Tempura_Hirao_Main_Store_654.jpg",
      "operatingHours": "Monday-Sunday: 10:30 AM - 8:00 PM",
      "ticketInfo": "Free",
      "menuInfo": "Hirao Set (¥1,100), Shrimp Tempura (¥200/pc), Squid Tempura (¥150/pc), Vegetable Tempura (from ¥100/pc)",
      "travelTips": "Expect long queues, but the turnover is usually quick. Purchase your meal ticket from the vending machine near the entrance before finding a seat. Don't miss the complimentary unlimited pickled daikon and squid, a local favorite. This is a cash-only establishment.",
      "essentialItems": "Cash"
    },
    {
      "id": "p25q82887",
      "category": "Restaurants (맛집)",
      "name_en": "Hyotan Sushi (Hyotan Zushi)",
      "name_ko": "효탄 스시",
      "summary_en": "Hyotan Sushi offers a delightful and authentic sushi experience in the heart of Tenjin. The seafood is incredibly fresh, reflecting Fukuoka's proximity to the ocean. The skilled chefs prepare each piece with precision, offering a diverse range of nigiri and rolls. The atmosphere is lively and traditional, making it perfect for both casual meals and special occasions. The lunch sets provide excellent value.",
      "summary_ko": "효탄 스시는 텐진 중심부에서 즐거운 정통 스시 경험을 제공합니다. 후쿠오카의 바다와 가까워 해산물이 믿을 수 없을 정도로 신선합니다. 숙련된 셰프들이 정교하게 각 스시를 준비하며, 다양한 니기리와 롤을 선보입니다. 활기차고 전통적인 분위기는 캐주얼한 식사와 특별한 날 모두에 적합합니다. 특히 런치 세트는 훌륭한 가치를 제공합니다.",
      "location": "Japan, 〒810-0001 Fukuoka, Chuo Ward, Tenjin, 2-chōme−10−２０ 新天閣ビル 2F",
      "rating": "4.2",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Hyotan%20Sushi%20(Hyotan%20Zushi)%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Hyotan%20Sushi%20(Hyotan%20Zushi)%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Hyotan Sushi (Hyotan Zushi)",
      "imageFileName": "Restaurants_Hyotan_Sushi_Hyotan_Zushi_642.jpg",
      "operatingHours": "Monday-Sunday: Lunch 11:30 AM - 2:30 PM, Dinner 5:00 PM - 8:30 PM",
      "ticketInfo": "Free",
      "menuInfo": "Nigiri Sushi Set (8 pieces) (¥2000), Special Chirashi Don (¥2500), Assorted Sashimi (¥1800), Miso Soup (¥300), Beer (¥600)",
      "travelTips": "Go during lunch for more affordable sets and better value. Be prepared for a wait, especially during peak dining hours, as it's a popular spot for fresh sushi.",
      "essentialItems": "Cash or credit card, a reservation for dinner if possible."
    },
    {
      "id": "wb481miwj",
      "category": "Restaurants (맛집)",
      "name_en": "Hakata Issou Main Store",
      "name_ko": "하카타 잇소우 본점",
      "summary_en": "Hakata Issou Main Store is a pilgrimage site for tonkotsu ramen lovers. The broth is incredibly rich and creamy, bursting with pork umami, perfectly complementing the thin, firm noodles. You can customize your noodle hardness and toppings. The atmosphere is vibrant and bustling, a true reflection of a popular ramen joint. It's an unforgettable taste of Fukuoka's signature dish.",
      "summary_ko": "하카타 잇소우 본점은 돈코츠 라멘 애호가들의 성지입니다. 국물은 믿을 수 없을 정도로 진하고 크리미하며 돼지고기의 감칠맛이 폭발하여 얇고 단단한 면과 완벽한 조화를 이룹니다. 면의 익힘 정도와 토핑을 취향에 맞게 조절할 수 있습니다. 활기찬 분위기는 인기 있는 라멘집의 진정한 모습을 보여줍니다. 후쿠오카의 시그니처 요리를 잊을 수 없는 맛으로 선사합니다.",
      "location": "3-chōme-1-6 Hakataekihigashi, Hakata Ward, Fukuoka, 812-0013 Japan",
      "rating": "4.0",
      "priceLevel": "Moderate",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Hakata%20Issou%20Main%20Store%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Hakata%20Issou%20Main%20Store%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Hakata Issou Main Store",
      "imageFileName": "Restaurants_Hakata_Issou_Main_Store_238.jpg",
      "operatingHours": "Monday-Sunday: 11:00 AM - 12:00 AM (midnight)",
      "ticketInfo": "Free",
      "menuInfo": "Hakata Issou Ramen (¥850), Special Ramen (with extra toppings) (¥1100), Gyoza (5 pieces) (¥350), Kaedama (Noodle Refill) (¥150), Beer (¥500)",
      "travelTips": "Known for its rich, creamy Hakata-style tonkotsu ramen. Be prepared for a queue, especially during lunch and dinner, as it is extremely popular. Try the gyoza as a crispy side dish.",
      "essentialItems": "Cash (often preferred), a strong appetite for rich ramen."
    },
    {
      "id": "0mtuh5o6l",
      "category": "Restaurants (맛집)",
      "name_en": "Sushi Kakujaan",
      "name_ko": "스시 카쿠쥬안",
      "summary_en": "Sushi Kakujaan offers an exquisite Edomae-style sushi experience, where each piece is a testament to the chef's mastery. The fish is impeccably fresh, sourced locally and beyond, and the rice is perfectly seasoned. The intimate setting allows for a personal interaction with the chef, making the omakase course a truly memorable journey through seasonal delicacies. Expect meticulous preparation, delicate flavors, and a serene ambiance that elevates dining to an art form.",
      "summary_ko": "스시 카쿠쥬안은 셰프의 장인정신이 돋보이는 에도마에 스시를 선보입니다. 최상급 신선한 제철 해산물과 완벽하게 조리된 밥의 조화는 그야말로 예술입니다. 아늑한 분위기 속에서 셰프와의 교감을 통해 오마카세 코스를 즐기며, 각 스시 한 점마다 정교한 맛과 섬세한 플레이팅에 감탄하게 됩니다. 후쿠오카에서 최고의 스시 경험을 원한다면 이곳을 강력히 추천합니다.",
      "location": "11-7 Kamigofukumachi, Hakata Ward, Fukuoka, 812-0036 Japan",
      "rating": "4.9",
      "priceLevel": "Expensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Sushi%20Kakujaan%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Sushi%20Kakujaan%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Sushi Kakujaan",
      "imageFileName": "Restaurants_Sushi_Kakujaan_413.jpg",
      "operatingHours": "Monday-Saturday: 5:30 PM - 11:00 PM. Closed on Sundays.",
      "ticketInfo": "Free",
      "menuInfo": "Omakase Course (Chef's Selection) (¥10,000 - ¥20,000+), Nigiri Sushi (seasonal fish, price varies), Sashimi Platter (seasonal selection, price varies), Grilled Eel (seasonal, price varies), Miso Soup (¥300-500)",
      "travelTips": "Reservations are highly recommended due to limited seating and high demand. Be open to the chef's recommendations as the menu features seasonal ingredients. Enjoy the intimate atmosphere and skilled craftsmanship.",
      "essentialItems": "Reservation. Smart casual attire. An appreciation for authentic Edomae-style sushi."
    },
    {
      "id": "9luyddsay",
      "category": "Restaurants (맛집)",
      "name_en": "Imuri",
      "name_ko": "이무리",
      "summary_en": "Imuri offers an unforgettable fine dining experience with its creative Japanese cuisine and breathtaking city views from its terrace. Each dish is a work of art, meticulously prepared with seasonal ingredients that burst with exquisite flavors. The sophisticated ambiance, coupled with impeccable service, makes it perfect for special occasions. The fusion of traditional Japanese techniques with modern culinary artistry truly shines, promising a culinary journey that delights all senses.",
      "summary_ko": "이무리는 창의적인 일본 요리와 테라스에서 감상하는 멋진 도시 전망이 어우러진 잊을 수 없는 파인 다이닝 경험을 제공합니다. 각 요리는 예술 작품처럼 아름답게 플레이팅되며, 제철 식재료의 풍미가 섬세하게 살아있습니다. 세련된 분위기와 흠잡을 데 없는 서비스는 특별한 날에 완벽하며, 전통 일본 기술과 현대적인 요리 예술의 융합이 모든 감각을 즐겁게 하는 미식의 여정을 약속합니다.",
      "location": "1-chōme-3-15 Tani, Chuo Ward, Fukuoka, 810-0031 Japan",
      "rating": "4.4",
      "priceLevel": "Expensive",
      "priceNum": 0,
      "mapLink": "https://www.google.com/maps/search/?api=1&query=Imuri%20Fukuoka",
      "photoSearchLink": "https://www.google.com/search?tbm=isch&tbs=isz:l&q=Fukuoka%20Japan%20Imuri%20food%20dish%20menu%20delicious%20close-up%20-people",
      "sourceTitle": "Imuri",
      "imageFileName": "Restaurants_Imuri_340.jpg",
      "operatingHours": "Monday, Wednesday-Thursday: 11:30 AM - 2:30 PM, 5:00 PM - 11:00 PM. Tuesday: 5:00 PM - 11:00 PM. Friday-Saturday: 11:30 AM - 2:30 PM, 5:00 PM - 12:00 AM. Sunday: 11:30 AM - 2:30 PM, 5:00 PM - 11:00 PM.",
      "ticketInfo": "Free",
      "menuInfo": "Seasonal Chef's Omakase Course (Lunch: ¥8,000-¥12,000, Dinner: ¥15,000-¥25,000), Kyushu Wagyu Steak (price varies), Seasonal Sashimi Platter (price varies), Creative Seasonal Appetizers (price varies), Extensive Wine List (price varies)",
      "travelTips": "Request a table on the terrace for stunning city views, especially at sunset. Reservations are essential for both lunch and dinner. Expect a sophisticated dining experience with beautifully plated dishes.",
      "essentialItems": "Reservation. Formal or smart casual attire."
    }
  ],
  "itineraries": []
}